"Part1" = "HRVATSKI";
"Part2" = "APPLE INC.";
"Part3" = "SPORAZUM O LICENCIRANJU PREČACAZA iOS";
"Part4" = "MOLIMO, PAŽLJIVO PROČITAJTE OVAJ SPORAZUM O LICENCIRANJU SOFTVERA (“LICENCA”) PRIJE UPOTREBE SOFTVERA TVRTKE APPLE. UPORABOM APPLEOVA SOFTVERA PRISTAJETE SE PRIDRŽAVATI UVJETA OVE LICENCE. AKO SE NE SLAŽETE S UVJETIMA OVE LICENCE, NEMOJTE INSTALIRATI I/ILI KORISTITI SOFTVER.";
"Part5" = "VAŽNA NAPOMENA: Do mjere do koje se ovaj softver može upotrebljavati za reprodukciju, izmjenu, objavljivanje i distribuciju materijala, licenciran vam je samo za reproduciranje, izmjenu, objavljivanje i distribuciju materijala koji nisu zaštićeni autorskim pravom, materijala za koje posjedujete autorska prava ili materijala za čije ste reproduciranje, izmjenu, objavljivanje i distribuciju ovlašteni ili imate pravnu dozvolu. Ako niste sigurni u vezi vašeg prava na kopiranje, izmjenu, objavljivanje i distribuciju bilo kojeg materijala, obratite se vašem pravnom savjetniku.";
"Part6" = "1. Općenito.";
"Part7" = "A. Appleov softver i svaki softver drugih osoba, dokumentacija, sučelja, sadržaj, fontovi i svi podaci koji prate ovu licencu, bilo samo u memoriju samo za čitanje ili na drugim medijima ili u bilo kojem drugom obliku (skupno “Appleov softver”) vam licencira, ne prodaje, tvrtka Apple Inc.(“Apple”) za upotrebu samo prema odredbama ove licence. Apple i/ili ovlaštenici tvrtke Apple zadržavaju pravo vlasništva nad samim Appleovim softverom i zadržavaju sva prava koja vam izričito nisu odobrena. ";
"Part8" = "B. Apple prema vlastitom nahođenju može učiniti dostupnim buduće nadogradnje ili ažuriranja vašeg kompatibilnog Appleova softvera za iOS uređaj marke Apple. Nadogradnje i ažuriranja Appleovog softvera, ako postoje, ne moraju nužno uključivati sve postojeće značajke softvera ili nove značajke koje Apple izdaje za novije modele ili druge modele iOS uređaja. Odredbe ove licence vrijedit će za sve nadogradnje ili ažuriranja softvera pružene od strane tvrtke Apple originalnom Appleovu softverskom proizvodu, osim ako takva nadogradnja ili ažuriranje ne dolazi sa zasebnom licencom te se u tom slučaju slažete da će odredbe te licence vrijediti za takve nadogradnje i ažuriranja. ";
"Part9" = "2. Dopuštene upotrebe licence i ograničenja.";
"Part10" = "A. Licenca. Podložno odredbama i uvjetima ove Licence, i kako je dozvoljeno “Pravilima upotrebe usluga i sadržaja” koja su navedena u Odredbama i uvjetima usluga Apple Media (Bhttps://www.apple.com/legal/internet-services/itunes/) (“Pravila uporabe”), pružena vam je ograničena neprenosiva neisključiva licenca za instaliranje i uporabu Apple softvera na bilo kojem kompatibilnom Apple iOS uređaju kojeg posjedujete ili kojim upravljate, osim ako ste Appleov softver dobili kako je opisano u Odjeljku 2B. Appleov softver ne smijete distribuirati ili učiniti dostupnim preko mreže gdje se može upotrebljavati s više računala istovremeno. Ne smijete unajmljivati, iznajmljivati, posuđivati, prodavati, distribuirati ili podlicencirati Appleov softver.";
"Part11" = "B. Količinska licenca ili licenca za održavanje. Ako ste Appleov softver dobili na temelju Appleova programa količinskih licenci ili licenci koje obuhvaćaju održavanje, uvjeti količinske licence ili licence koja obuhvaća održavanje odredit će broj primjeraka Appleova softvera koji smijete preuzeti, instalirati, upotrebljavati i pokretati na iOS uređajima marke Apple koje posjedujete ili njima upravljate. Osim ako u pisanom obliku nije drugačije dogovoreno s tvrtkom Apple, na upotrebu Appleova softvera dobivenog količinskom licencom ili licencom koja obuhvaća održavanje primjenjivat će se sve ostale odredbe i uvjeti ove licence.";
"Part12" = "C. Zahtjevi sustava. Appleov softver podržan je samo na hardveru marke Apple koji ispunjava određene zahtjeve sustava kako ih navodi tvrtka Apple.";
"Part13" = "D. Sadržaj i digitalni materijali. Naslov i prava na intelektualno vlasništvo u i na sadržaj, uključujući zaštitne znakove, logotipove i slike, koji se prikazuju ili im se pristupa pomoću Appleova softvera pripadaju vlasnicima sadržaja. Takav sadržaj može biti zaštićen autorskim pravima, zaštitnim znakovima ili drugim zakonima i ugovorima o intelektualnom vlasništvu te može biti podložan uvjetima upotrebe drugih osoba koje pružaju takav sadržaj. Izuzev kako je drugačije utvrđeno u ovoj licenci, (i) ovom vam se licencom ne dodjeljuju nikakva prava na upotrebu takvog sadržaja niti vam jamči da će vam takav sadržaj i dalje biti na raspolaganju i (ii) ne smijete upotrebljavati, izdvajati ili distribuirati, komercijalno ili na drugi način, zasebno, bilo koje fotografije, logotipove, tekstove, kodove, slike, grafike, omote, zvučne zapise, videozapise ili druge sadržaje (“digitalni materijali”) koji se nalaze u softveru ili koji su dani kao dio Appleova softvera, ili na drugi način upotrebljavati digitalne materijale izvan konteksta ili namijenjene uporabe kao dijela Appleova softvera.";
"Part14" = "E. Upotreba prečaca. Suglasni ste s činjenicom da su za sve prečace za aplikacije/radnje na internetskim stranicama („Prečaci”) isključivo odgovorne strane od kojih potječu navedeni Prečaci. Apple nema kontrolu nad, niti preuzima odgovornost za sadržaj ili funkcionalnost Prečaca bilo koje treće strane. Prečacima se koristite na vlastiti rizik i isključivo ste odgovorni za poštivanje uvjeta ili ugovora trećih strana koji proizlaze iz vaše upotrebe Prečaca. Suglasni ste s činjenicom da Apple nije obvezan preliminarno provjeriti Prečace, iako Apple zadržava pravo preliminarno provjeriti, odbiti, onemogućiti ili ukloniti Prečace prema vlastitom nahođenju. ";
"Part15" = "F. Dijeljenje Prečaca. Appleov softver može vam omogućiti dijeljenje Prečaca koje izradite s drugima putem mrežnog linka. Vaš podijeljeni Prečac, zajedno sa svim svojim sadržajem, bit će spremljen na Appleove poslužitelje u svrhu omogućavanja takvog dijeljenja, te se može upotrebljavati u svrhu općenitog unaprjeđivanja Appleovih proizvoda i usluga. Vaš podijeljeni Prečac, zajedno sa svim svojim sadržajem, bit će dostupan svakome tko ima pristup mrežnom linku, a tko onda može kopirati, spremiti, promijeniti i distribuirati kopiju vašeg Prečaca i svog njegovog sadržaja. Dijeljenjem Prečaca izjavljujete da: (1) imate sva potrebna prava i dozvole za korištenje takvim Prečacem te da dijeljenjem Prečaca ne kršite prava bilo koje druge strane; i (2) svaki Prečac koji dijelite ne krši nijedan zakon, ne doprinosi ili ne potiče na kršenje ili na nezakonito ponašanje, te da nije na bilo koji drugi način opscen ili neprihvatljiv. Suglasni ste s činjenicom da Apple nije obvezan pregledati Prečace koje dijelite, iako Apple zadržava pravo pregledati, onemogućiti ili ukloniti sve Prečace koje podijelite prema vlastitom nahođenju.";
"Part16" = "G. Ograničenja upotrebe. Suglasni ste da nećete: učitavati, objavljivati, slati e-poštom, prenositi, dijeliti ili na bilo koji drugi način učiniti dostupnima Prečace koji: (1) su nezakoniti, protupravni, klevetnički, vulgarni, opsceni ili rasno, etnički ili na bilo koji drugi način neprihvatljivi; (2) krše ili potiču na ponašanje koje bi moglo dovesti do kršenja primjenjivih zakona ili propisa ili do građanskopravne odgovornosti; (3) promiču diskriminaciju, netrpeljivost, rasizam, mržnju, uznemiravanje ili povredu pojedinaca ili grupa; (4) su nasilni ili prijeteći, ili promiču nasilje ili radnje koje su prijeteće za bilo koju osobu; (5) promiču nezakonite ili štetne radnje; ili (6) su prema vašem poznavanju netočni, navode na pogrešno mišljenje, nepošteni su, ili na bilo koji drugi način obmanjuju korisnika takvog Prečaca. Nadalje ste suglasni da nećete ometati, sprječavati ili stvarati nepotrebno opterećenje na poslužitelje ili mreže povezane s Appleovim softverom ili na bilo koje softverske aplikacije, usluge ili web stranice trećih strana na vašem iOS uređaju („Aplikacije trećih strana”), te da nećete kršiti propise, pravila ili procedure takvih mreža ili Aplikacija trećih strana.";
"Part17" = "H. Aplikacije trećih strana. Kako bi izvršio određene Prečace, Appleov softver možda će trebati pristupiti određenim aplikacijama trećih strana. Izričito pristajete i dajete dopuštenje Appleovu softveru da u vaše ime pristupi i koristi se Aplikacijama trećih strana u mjeri u kojoj je to potrebno da Appleov softver izvrši Prečac. U mjeri u kojoj Appleov softver pristupa aplikacijama trećih strana, Apple nema izričitu ili impliciranu obvezu pružiti tehničku ili drugu podršku takvim aplikacijama trećih strana. Izravno kontaktirajte odgovarajućeg prodavača ili proizvođača softvera ili pružatelja usluga za softver za tehničku podršku i službu za korisnike u svezi njihovog softvera, usluga, internetske stranice i/ili proizvoda. NADALJE STE SUGLASNI DA VAS OBVEZUJU, TE SE PRISTAJETE PRIDRŽAVATI SVIH PRIMJENJIVIH UVJETA UPOTREBE ILI DRUGIH UGOVORA ZA TAKVE APLIKACIJE TREĆIH STRANA PRILIKOM KORIŠTENJA APPLEOVIM SOFTVEROM. ISKLJUČIVO STE ODGOVORNI DA OSIGURATE DA SVI PREČACI UDOVOLJAVAJU PRIMJENJIVIM UVJETIMA SVAKU APLIKACIJEU TREĆE STRANE KOJOM SE KORISTI PREČAC. APPLE NI NA KOJI NAČIN NE JAMČI DA PREČACI ZADOVOLJAVAJU UVJETE APLIKACIJA TREĆIH STRANA TE APPLE NIJE ODGOVORAN ZA PREČACE TREĆIH STRANA.";
"Part18" = "I. Bez obrnutog inženjeringa. Ne smijete i suglasni ste da nećete umnožavati (osim kako je izričito dopušteno ovom licencom ili pravilima upotrebe ako se odnose na vas), rastavljati, podvrgavati obrnutom inženjeringu, rasklapati, pokušati izvlačiti izvorni kôd, dešifrirati, preinačiti ili izrađivati inačice Appleova softvera ili bilo kojih usluga koje Appleov softver nudi ili bilo kojeg njihovog dijela (osim i samo u opsegu u kojem je prethodno ograničenje zabranjeno mjerodavnim zakonom ili u opsegu dopuštenom uvjetima licence koja regulira upotrebu komponenti otvorenog koda uključenih u Appleov softver), ni omogućavati drugima da čine isto).";
"Part19" = "J. Sukladnost sa zakonima. Slažete se da ćete upotrebljavati Appleov softver i usluge (kako je opisano u odjeljku 4 u nastavku) u skladu sa svim važećim zakonima, uključujući i lokalne zakone zemlje ili regije u kojoj prebivate ili u kojoj preuzimate ili upotrebljavate Appleov softver i usluge.";
"Part20" = "K. Automatska ažuriranja. Ako pristanete na automatska ažuriranja aplikacije, vaš će uređaj periodički provjeravati s tvrtkom Apple ima li ažuriranja i nadogradnji Appleova softvera i, ako su ažuriranje ili nadogradnja dostupni, ažuriranje ili nadogradnja će se automatski preuzeti i instalirati na vaše računalo i, ako je moguće, na vaše periferne uređaje. Automatska ažuriranja aplikacije možete u potpunosti u bilo kojem trenutku isključiti promjenom postavke automatskih ažuriranja aplikacije u Postavkama.";
"Part21" = "3. Pristanak na upotrebu podataka. ";
"Part22" = "A. Analitički podaci. Ako pristanete na prikupljanje analitičkih podataka, time dajete suglasnost da tvrtka Apple, njezine podružnice i agenti mogu prikupljati, zadržati, obrađivati i upotrebljavati dijagnostičke, tehničke, uporabne i povezane informacije koje između ostalog uključuju jedinstveni sustav hardverskih identifikatora, informacije o vašem iOS uređaju, računalu, sistemskom i aplikacijskom softveru te perifernim uređajima, koje se periodički prikupljaju kako bi se omogućilo pružanje i poboljšanje proizvoda i usluga tvrtke Apple, priprema nadogradnji softvera, korisnička podrška za proizvode i ostale usluge (ako ih ima) vezane uz Appleov softver, kao i za potvrdu pridržavanja odredbi ove licence. Apple može upotrebljavati ove informacije sve dok su prikupljene u obliku koji vas osobno ne identificira, u gore navedene svrhe. Kako bi se partnerima tvrtke Apple i razvojnim inženjerima drugih osoba omogućilo da poboljšaju svoj softver, hardver i usluge dizajnirane za uporabu s Appleovim proizvodima, Apple također može bilo kojem takvom partneru ili razvojnom inženjeru drugih osoba dostaviti podskup dijagnostičkih podataka koji su važni za softver, hardver i/ili usluge tog partnera ili razvojnog inženjera, dok god su ti dijagnostički podaci u obliku koji vas osobno ne identificira. ";
"Part23" = "B. Lokacijski podaci. Apple i njegovi partneri, ovlaštenici i programeri drugih osoba mogu putem Appleova softvera pružati određene usluge koje se zasnivaju na informacijama o lokaciji. Za pružanje i poboljšanje tih usluga, gdje su one dostupne, tvrtka Apple i njezini partneri, ovlaštenici i programeri drugih osoba mogu prenositi, prikupljati, održavati, obrađivati i upotrebljavati vaše lokacijske podatke. Lokacijski podaci i upiti prikupljeni od strane tvrtke Apple prikupljaju se u obliku koji vas osobno ne identificira i tvrtka Apple, njezini partneri, ovlaštenici i programeri drugih osoba ih mogu upotrebljavati za pružanje i poboljšanje proizvoda i usluga koje se temelje na lokaciji. Upotrebom bilo kojih lokacijski baziranih usluga koje pruža Appleov softver ili koje se pružaju preko njega, suglasni ste s prijenosom, prikupljanjem, održavanjem, obradom i upotrebom vaših lokacijskih podataka i upita od strane tvrtke Apple, njezinih partnera, ovlaštenika i programera drugih osoba za potrebe pružanja i poboljšanja takvih proizvoda i usluga. Ovaj pristanak možete povući u bilo koje vrijeme ako odete na postavke Lokacijskih usluga na vašem iOS uređaju i isključite postavku globalne lokacijske usluge ili isključite individualne postavke lokacije za Appleov softver. Kada na iOS uređaju upotrebljavate aplikacije ili usluge drugih osoba koje upotrebljavaju ili pružaju lokacijske podatke, podložni ste odredbama i pravilima o privatnosti tih osoba kojima se propisuje na koji način takve aplikacije ili usluge drugih osoba upotrebljavaju lokacijske podatke te je stoga ta pravila potrebno pomno pregledati.";
"Part24" = "C. Pravila o privatnosti. Vašim informacijama će se u svako vrijeme upravljati u skladu s pravilima o privatnosti tvrtke Apple koja se mogu pregledati na adresi: https://www.apple.com/legal/privacy/.";
"Part25" = "4. Usluge i materijali trećih strana.";
"Part26" = "A. Općenito. Appleov softver može omogućiti pristup Appleovim aplikacijama iTunes Store, App Store, iCloud, Maps i ostalim uslugama i internetskim stranicama tvrtke Apple i drugih osoba (općenito i pojedinačno “usluge”). Takve usluge možda neće biti dostupne na svim jezicima ili u svim zemljama. Upotreba tih usluga zahtijeva pristup internetu, a uporaba određenih usluga može zahtijevati Apple ID te zahtijevati od vas prihvaćanje dodatnih odredbi i dodatno se naplaćivati. Upotrebom ovog softvera zajedno s računima iTunes Store, Apple ID ili drugim Appleovim uslugama, pristajete na primjenjive uvjete pružanja usluge za tu uslugu, poput najnovijih odredbi i uvjeta za usluge Apple Media kojima možete pristupiti i pogledati ih na adresi https://www.apple.com/legal/internet-services/itunes/.";
"Part27" = "B. Ako odlučite koristiti iCloud usluga putem Appleova softvera, takva je upotreba podložna sljedećim dodatnim uvjetima: Uvjeti i odredbe aplikacije iCloud dostupni na iCloud dostupnima na https://www.apple.com/legal/internet-services/icloud/ i Pravilima o privatnosti tvrtke Apple dostupnima na https://www.apple.com/legal/privacy/.";
"Part28" = "C. Shvaćate da upotrebom bilo kojih usluga možete naići na sadržaj koji je uvredljiv, nepristojan ili nepoželjan, čiji sadržaj može i ne mora uključivati eksplicitan jezik. Usprkos navedenom, suglasni ste da usluge upotrebljavate na vlastiti rizik i da Apple neće biti odgovoran prema vama za sadržaj koji je možda uvredljiv, nepristojan ili neprihvatljiv. ";
"Part29" = "D. Određene usluge mogu prikazivati, uključivati ili učiniti dostupnim usluge, sadržaje, podatke, informacije, aplikacije ili materijale drugih osoba (“materijali drugih osoba”) ili pružati poveznice na određene internetske stranice ili aplikacije drugih osoba. Upotrebom tih usluga potvrđujete i slažete se da Apple nije odgovoran za pregled i evaluaciju sadržaja, kao ni za točnost, potpunost, pravovremenost, valjanost, usklađenost s autorskim pravima, legalnost, pristojnost, kvalitetu ili bilo koji drugi aspekt takvih materijala, aplikacija ili internetskih stranica drugih osoba. Tvrtka Apple, njezini djelatnici, udruženja i podružnice ne jamče niti potvrđuju i ne prihvaćaju i neće snositi nikakve obveze ni odgovornosti prema vama ili bilo kojoj drugoj osobi za bilo kakve usluge drugih osoba, materijale drugih osoba, aplikacije ili za internetske stranice ili bilo koje druge materijale, proizvode ili usluge drugih osoba. Materijali drugih osoba i linkovi na druge internetske stranice ili aplikacije pruženi su vam isključivo iz usluge. ";
"Part30" = "E. U mjeri u kojoj uporabom ovim usluga postavite sadržaj izjavljujete da imate prava ili ovlaštenje ili vam je na neki drugi način pravno dopušteno postavljanje takvog sadržaja te da taj sadržaj ne krši uvjete upotrebe usluge koja se primjenjuje na usluge. Suglasni ste da usluge sadrže vlasnički sadržaj, informacije i materijale koji među ostalim uključuju sve digitalne materijale u vlasništvu tvrtke Apple, vlasnika internetske stranice i/ili njihovih ovlaštenika, te da su zaštićeni primjenjivim zakonskim propisima o intelektualnom vlasništvu i ostalim zakonima koji među ostalim uključuju autorsko pravo. Suglasni ste da ne smijete koristiti takav vlasnički sadržaj, informacije ili materijale na bilo koji drugi način osim dozvoljene uporabe usluga ili na bilo koji način koji nije dosljedan s uvjetima ove Licence ili koji povređuje bilo koja prava na intelektualno vlasništvo treće strane ili tvrtke Apple. Nijedan dio usluga ne smije se reproducirati u bilo kojem obliku i na bilo koji način. Suglasni ste da nećete preinačiti, iznajmljivati, unajmljivati, posuđivati, prodavati, distribuirati ili izrađivati prerađevine bazirane na uslugama na bilo koji način i da nećete ni na koji neovlašteni način iskorištavati usluge što među ostalim uključuje uporabu usluga za prijenos bilo kakvih računalnih virusa, crva, trojanaca ili drugog zloćudnog softvera ili za prijestupe ili opterećenje kapaciteta mreže. Suglasni ste i da nećete upotrebljavati usluge na bilo koji način za uznemiravanje, zlostavljanje, uhođenje, prijetnju, klevetanje ili drugu povredu ili kršenje prava bilo koje osobe te da Apple nije ni na koji način odgovoran za bilo koju vašu takvu uporabu, ni za bilo kakve uznemiravajuće, prijeteće, klevetničke, vrijeđajuće ili ilegalne poruke ili prijenose koje možete primiti uslijed upotrebe bilo koje usluge.";
"Part31" = "F. Nadalje, usluge i materijali drugih osoba kojima se može pristupiti te koji mogu biti prikazani ili povezani putem Appleova softvera nisu dostupni na svim jezicima ili u svim državama i regijama. Apple ne tvrdi da su te usluge i materijali drugih osoba prikladni ili dostupni za upotrebu na bilo kojoj lokaciji. U mjeri u kojoj odaberete koristiti ili pristupiti takvih uslugama i materijalima drugih osoba to činite na vlastitu inicijativu i odgovorni ste za sukladnost s bilo kojim važećim zakonima koji među ostalim uključuju važeće lokalne zakone i zakone o privatnosti i prikupljanju podataka. Apple i njegovi ovlaštenici zadržavaju pravo na izmjenu, prekid, uklanjanje ili onemogućavanje pristupa bilo kojim uslugama u bilo koje vrijeme bez prethodne najave. Apple ni u kojem slučaju neće biti odgovoran za uklanjanje ili onemogućavanje pristupa bilo kojim takvim uslugama. Apple također može nametnuti ograničenja na upotrebu ili pristup određenim uslugama, u bilo kojem slučaju i bez najave ili odgovornosti. ";
"Part32" = "5. Poništenje. Ova licenca na snazi je do poništenja. Vaša prava utvrđena ovom licencom automatski će biti poništena bez najave tvrtke Apple ako se ne pridržavate bilo kojih odredbi ove licence. Nakon poništenja ove licence morate prekinuti svaku upotrebu Appleova softvera i uništiti sve njegove cjelovite ili djelomične kopije. Odjeljci 2I, 3, 4, 5, 6, 7, 8, 10 i 11 ove licence ostaju na snazi i nakon takvog poništenja.";
"Part33" = "6. Odricanje od jamstava. ";
"Part34" = "A. Ako ste korisnik koji je potrošač (netko tko upotrebljava Appleov softver izvan posla ili profesije), možda posjedujete zakonska prava u vašoj zemlji prebivališta koja sprječavaju da se sljedeća ograničenja primijene na vas i tamo gdje su zabranjena, ona se ne primjenjuju na vas. Za dodatne informacije o pravima potrošača, obratite se vašoj lokalnoj organizaciji za prava potrošača.";
"Part35" = "B. IZRIČITO POTVRĐUJETE I SUGLASNI STE DA, U MJERI DOZVOLJENOJ VAŽEĆIM ZAKONOM, UPOTREBLJAVATE APPLEOV SOFTVER I BILO KOJE USLUGE KOJE PRUŽA ILI KOJOJ SE PRISTUPA PUTEM APPLEOVA SOFTVERA NA VLASTITI RIZIK TE DA SNOSITE CJELOKUPNI RIZIK GLEDE ZADOVOLJAVAJUĆE KVALITETE, PERFORMANSE, TOČNOSTI I NASTOJANJA. ";
"Part36" = "C. DO NAJVEĆE MJERE KOJA JE DOPUŠTENA PRIMJENJIVIM ZAKONOM, APPLEOV SOFTVER I USLUGE KOJE ON PRUŽA OMOGUĆENE SU “KAKVE JESU” I “KAO DOSTUPNE”, SA SVIM NEDOSTACIMA I BEZ JAMSTAVA IKAKVE VRSTE I APPLE I APPLEOVI OVLAŠTENICI (ZAJEDNO NAZVANI “APPLE” ZA POTREBE ODJELJAKA 6 i 7) OVIM SE ODRIČU SVIH JAMSTAVA I UVJETA U ODNOSU NA APPLEOV SOFTVER I USLUGE, BILO IZRAŽENIH, IMPLICIRANIH ILI ZAKONSKIH, UKLJUČUJUĆI BEZ OGRANIČENJA IMPLICIRANA JAMSTVA I/ILI UVJETE PRODAJE, ZADOVOLJAVAJUĆU KVALITETU, PRIKLADNOST ZA ODREĐENU SVRHU, TOČNOST, TIHO UŽIVANJE I NEPOVREDIVOST PRAVA DRUGIH OSOBA. ";
"Part37" = "D. APPLE NE JAMČI ZA NEPOSTOJANJE OMETANJA VAŠEG UŽIVANJA U APPLEOVU SOFTVERU ILI USLUGAMA, NITI DA ĆE FUNKCIJE SADRŽANE U, ILI USLUGE KOJE PRUŽA ILI OSIGURAVA APPLEOV SOFTVER BITI U SKLADU S VAŠIM ZAHTJEVIMA, DA ĆE RAD APPLEOVA SOFTVERA ILI USLUGA BITI NEOMETAN ILI BEZ POGREŠAKA, DA ĆE BILO KOJE USLUGE I DALJE BITI DOSTUPNE, DA ĆE APPLEOV SOFTVER ILI USLUGE BITI ISPRAVLJENE ILI DA ĆE APPLEOV SOFTVER BITI KOMPATIBILAN ILI RADITI S BILO KOJIM SOFTVEROM, APLIKACIJAMA ILI USLUGAMA DRUGIH OSOBA. INSTALACIJA OVOG APPLE SOFTVERA MOŽE UTJECATI NA DOSTUPNOST I MOGUĆNOST UPORABE SOFTVERA, APLIKACIJA ILI USLUGA DRUGIH OSOBA, KAO I APPLE PROIZVODA I USLUGA. ";
"Part38" = "E. NADALJE, POTVRĐUJETE DA APPLEOV SOFTVER I USLUGE NISU NAMIJENJENI ILI PRIKLADNI ZA UPORABU U SITUACIJAMA ILI OKRUŽENJIMA GDJE KVAR ILI NEPRAVOVREMENOST, ILI POGREŠKE ILI NETOČNOSTI U SADRŽAJU, PODACIMA ILI INFORMACIJAMA KOJE PRUŽA APPLEOV SOFTVER ILI USLUGE MOGU DOVESTI DO SMRTI, OZLJEĐIVANJA LJUDI, VELIKE MATERIJALNE ŠTETE ILI ONEČIŠĆENJA OKOLIŠA ŠTO MEĐU OSTALIM UKLJUČUJE RAD NUKLEARNIH POSTROJENJA, NAVIGACIJU ZRAKOPLOVA ILI KOMUNIKACIJSKE SUSTAVE, KONTROLU ZRAČNOG PROMETA, ODRŽAVANJE ŽIVOTA ILI SUSTAVE NAORUŽANJA.";
"Part39" = "F. NIKAKVA USMENA ILI PISANA INFORMACIJA ILI SAVJET KOJEG PRUŽI APPLE ILI APPLEOV OVLAŠTENI PREDSTAVNIK NEĆE PREDSTAVLJATI JAMSTVO. AKO SE POKAŽE DA SU APPLEOV SOFTVER ILI USLUGE NEISPRAVNI, PREUZIMATE CIJELI IZNOS CIJENE SVIH POTREBNIH SERVISIRANJA, POPRAVAKA ILI KOREKCIJA. ODREĐENI PRAVNI SUSTAVI NE DOPUŠTAJU IZUZIMANJE IMPLICIRANIH JAMSTAVA ILI OGRANIČENJE VAŽEĆIH USTAVNIH PRAVA POTROŠAČA, STOGA SE GORE NAVEDENA IZUZIMANJA I OGRANIČENJA MOŽDA NE ODNOSE NA VAS. ";
"Part40" = "7. Ograničenje odgovornosti. DO MJERE DO KOJE NIJE ZABRANJENO ZAKONOM, NI U KOJEM SLUČAJU APPLE NEĆE BITI ODGOVORAN ZA OZLJEĐIVANJE LJUDI ILI ZA BILO KOJU NENAMJERNU, POSEBNU, NEIZRAVNU ILI POSLJEDIČNU ŠTETU, UKLJUČUJUĆI BEZ OGRANIČENJA ŠTETU USLIJED GUBITKA PROFITA, OŠTEĆENJA ILI GUBITKA PODATAKA, GREŠKE U PRIJENOSU ILI PRIMANJU PODATAKA, USLIJED PREKIDA U POSLOVANJU ILI ZA BILO KOJU DRUGU KOMERCIJALNU ŠTETU ILI GUBITKE, KOJI MOGU NASTATI USLIJED ILI BITI U VEZI S VAŠOM UPORABOM ILI NEMOGUĆNOŠĆU UPORABE APPLEOVA SOFTVERA I USLUGA ILI BILO KOJEG SOFTVERA ILI APLIKACIJA DRUGIH OSOBA ZAJEDNO S APPLEOVIM SOFTVEROM, BEZ OBZIRA NA UZROK I BEZ OBZIRA NA OSNOVU ODGOVORNOSTI (UGOVOR, DELIKT ILI NEŠTO DRUGO), ČAK I AKO JE APPLE OBAVIJEŠTEN O MOGUĆNOSTI NASTANKA TAKVE ŠTETE. ODREĐENI PRAVNI SUSTAVI NE DOPUŠTAJU IZUZIMANJE ILI OGRANIČENJE ODGOVORNOSTI ZA OZLJEĐIVANJE LJUDI ILI ZA NENAMJERNE ILI POSLJEDIČNE ŠTETE, STOGA SE OVO OGRANIČENJE MOŽDA NE ODNOSI NA VAS. Ni u kojem slučaju neće ukupna obveza tvrtke Apple prema vama, za sve nastale štete (osim onih koje može zahtijevati primjenjiv zakon u slučajevima koji se tiču ozljeđivanja ljudi) biti veća od pedeset dolara (50,00 $). Prethodno spomenuta ograničenja primijenit će se čak i ako gore navedena pravna sredstva ne ispune svoju osnovnu svrhu.";
"Part41" = "8. Kontrola izvoza. Ne smijete upotrebljavati ili na bilo koji drugi način izvoziti ili ponovno izvoziti Apple softver osim kako je određeno zakonom SAD-a i zakonima pravnog sustava (pravnih sustava) u kojem je Apple softver nabavljen. Posebno, ali bez ograničenja, Apple softver ne smije se izvoziti ili ponovno izvoziti u (a) zemlje koje su pod embargom SAD-a ili (b) bilo kome tko se nalazi na popisu Posebno određenih državljana američkog resora državne blagajne ili na popisu Odreknutih osoba ili entiteta američkog resora trgovine ili bilo kojih drugih popisa ograničenih osoba. Upotrebom Apple softvera zastupate i jamčite da se ne nalazite u niti jednoj takvoj zemlji ili na bilo kojem takvom popisu. Također se slažete da nećete upotrebljavati Apple softver u bilo kakve svrhe koje su zabranjene zakonom SAD-a, uključujući bez ograničenja, razvoj, dizajn, izradu ili proizvodnju projektila, nuklearnog, kemijskog ili biološkog oružja.";
"Part42" = "9. Krajnji korisnici u sektoru javne uprave. Appleov softver i povezana dokumentacija su “komercijalni predmeti”, kako je taj naziv definiran pri 48 C.F.R. §2.101, koji se sastoje od “komercijalnog računalnog softvera” i “komercijalne računalne softverske dokumentacije”, kako se ti nazivi upotrebljavaju u 48 C.F.R. §12.212 ili 48 C.F.R. §227.7202, kako je primjenjivo. U skladu s 48 C.F.R. §12.212 ili 48 C.F.R. §227.7202-1 do 227.7202-4, kako je primjenjivo, komercijalni računalni softver i komercijalna računalna softverska dokumentacija odobrene su krajnjim korisnicima u sektoru američke javne uprave (a) samo kao komercijalni predmeti i (b) sa samo onim pravima koja su odobrena svim ostalim krajnjim korisnicima sukladno ovdje navedenim propisima i uvjetima. Neobjavljena prava pridržana su u skladu sa zakonima o autorskom pravu SAD-a.";
"Part43" = "10. Nadležnost i djelomična ništavnost. Na ovu licencu primjenjivat će se zakoni države Kalifornije, isključujući konflikte zakonskih principa. Na ovu licencu neće se primjenjivati Konvencija Ujedinjenih Naroda o sporazumima za međunarodnu prodaju dobara, primjena koje je izričito isključena. Ako ste potrošač iz Ujedinjenog Kraljevstva, na ovu licencu primjenjivat će se zakoni pravnog sustava vašeg boravišta. Ako iz bilo kojeg razloga sud ili mjerodavno zakonodavstvo zaključi da je bilo koja odredba ili neki njezin dio ništavan, preostali dio ove licence ostaje djelovati u punoj snazi.";
"Part44" = "11. Cjelokupni sporazum; mjerodavni jezik. Ova licenca predstavlja cjelokupni sporazum između vas i tvrtke Apple u pogledu Appleova softvera i zamjenjuje sve prijašnje ili sadašnje sporazume u vezi predmeta ovog sporazuma. Nikakvi dodaci ili preinake na ovoj licenci neće biti obvezujući osim ako su napisani i potpisani od strane tvrtke Apple. Svaki prijevod ove licence izrađen je zbog lokalnih zahtjeva i u slučaju neslaganja između verzije na engleskom i verzije na nekom drugom jeziku, verzija ove licence na engleskom jeziku smatrat će se mjerodavnom, do mjere koja je dopuštena lokalnim zakonima u vašem pravnom sustavu.";
"Part45" = "12. Priznanje trećim stranama. Dijelovi Appleova softvera mogu upotrebljavati ili sadržavati softver i ostale materijale zaštićene autorskim pravom koji su u vlasništvu drugih osoba. Priznanja, uvjeti licence i odricanja od odgovornosti za takve materijale sadržani su u elektroničkoj dokumentaciji za Appleov softver i upotreba takvog materijala podložna je njihovim uvjetima.";
"Part46" = "EA1576";
"Part47" = "16.8.2018.";